cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'chruby'
brew 'coreutils'
brew 'grc'
brew 'heroku/brew/heroku'
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-install'
brew 'roundup'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask 'google-chrome'
cask 'macpass'
cask 'slack'
cask 'iterm2'
