cask_args appdir: '/Applications'

tap 'elastic/tap'
tap 'homebrew/bundle'
tap 'heroku/brew'

cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'macpass'
cask 'slack'
cask 'xquartz'

brew 'ack'
brew 'chruby'
brew 'coreutils'
brew 'elastic/tap/elasticsearch-full'
brew 'gh'
brew 'gpgme'
brew 'grc'
brew 'heroku'
brew 'htop'
brew 'imagemagick'
brew 'libgit2'
brew 'macvim'
brew 'memcached'
brew 'nvm'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'perl'
brew 'redis'
brew 'roundup'
brew 'ruby-install'
brew 'watch'
brew 'wget'
brew 'xclip'
brew 'yarn'
brew 'zsh'
