cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'heroku/brew'

cask 'dbeaver-community'
cask 'dropbox'
cask 'google-chrome'
cask 'macpass'
cask 'slack'
cask 'iterm2'
cask 'xquartz'

brew 'ack'
brew 'chruby'
brew 'coreutils'
brew 'grc'
brew 'heroku'
brew 'htop'
brew 'libgit2'
brew 'nvm'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'redis'
brew 'ruby-install'
brew 'roundup'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'xclip'
brew 'yarn'
brew 'zsh'

